Repository: victorhqc/filbert
Catalog: Sources/Providers/GeminiCLI/Resources/Localizable.xcstrings
Source language: en
Languages: de_de, es_es

source: %@ used
de_de: %@ verwendet
es_es: %@ usado

source: %@ used · %@
de_de: %@ verwendet · %@
es_es: %@ usado · %@

source: Allow Filbert to read the Gemini CLI Keychain item
de_de: Filbert erlauben, das Schlüsselbundobjekt von Gemini CLI zu lesen
es_es: Permitir que Filbert lea el elemento del llavero de Gemini CLI

source: Complete Gemini CLI setup or configure a Google Cloud project, then try again.
de_de: Richten Sie Gemini CLI ein oder konfigurieren Sie ein Google-Cloud-Projekt und versuchen Sie es erneut.
es_es: Completa la configuración de Gemini CLI o configura un proyecto de Google Cloud y vuelve a intentarlo.

source: Filbert could not read the Gemini CLI Keychain item. Allow access and try again.
de_de: Filbert konnte das Schlüsselbundobjekt von Gemini CLI nicht lesen. Erlauben Sie den Zugriff und versuchen Sie es erneut.
es_es: Filbert no pudo leer el elemento del llavero de Gemini CLI. Permite el acceso y vuelve a intentarlo.

source: Gemini CLI account or project setup is required.
de_de: Die Einrichtung des Gemini-CLI-Kontos oder -Projekts ist erforderlich.
es_es: Se requiere configurar la cuenta o el proyecto de Gemini CLI.

source: Gemini CLI authentication failed. Sign in again.
de_de: Die Gemini-CLI-Authentifizierung ist fehlgeschlagen. Melden Sie sich erneut an.
es_es: La autenticación de Gemini CLI falló. Vuelve a iniciar sesión.

source: Gemini CLI credentials are unsupported. Update Gemini CLI and sign in again.
de_de: Die Gemini-CLI-Anmeldedaten werden nicht unterstützt. Aktualisieren Sie Gemini CLI und melden Sie sich erneut an.
es_es: Las credenciales de Gemini CLI no son compatibles. Actualiza Gemini CLI e inicia sesión de nuevo.

source: Gemini CLI is rate limited. Try again later.
de_de: Gemini CLI ist rate-limitiert. Versuchen Sie es später erneut.
es_es: Gemini CLI tiene un límite de frecuencia. Vuelve a intentarlo más tarde.

source: Gemini CLI is signed out. Open Gemini CLI and sign in with Google.
de_de: Gemini CLI ist abgemeldet. Öffnen Sie Gemini CLI und melden Sie sich mit Google an.
es_es: Gemini CLI está desconectado. Abre Gemini CLI e inicia sesión con Google.

source: Gemini CLI returned an unexpected usage response.
de_de: Gemini CLI hat eine unerwartete Nutzungsantwort zurückgegeben.
es_es: Gemini CLI devolvió una respuesta de uso inesperada.

source: Gemini CLI returned data Filbert could not read. Update Filbert and try again.
de_de: Gemini CLI hat Daten zurückgegeben, die Filbert nicht lesen konnte. Aktualisieren Sie Filbert und versuchen Sie es erneut.
es_es: Gemini CLI devolvió datos que Filbert no pudo leer. Actualiza Filbert y vuelve a intentarlo.

source: Gemini CLI usage request timed out. Try again later.
de_de: Die Gemini-CLI-Nutzungsanfrage ist abgelaufen. Versuchen Sie es später erneut.
es_es: La solicitud de uso de Gemini CLI agotó el tiempo de espera. Vuelve a intentarlo más tarde.

source: Gemini CLI usage service returned an unexpected error. Try again later.
de_de: Der Gemini-CLI-Nutzungsdienst hat einen unerwarteten Fehler zurückgegeben. Versuchen Sie es später erneut.
es_es: El servicio de uso de Gemini CLI devolvió un error inesperado. Vuelve a intentarlo más tarde.

source: Input tokens
de_de: Eingabetoken
es_es: Tokens de entrada

source: Install Gemini CLI
de_de: Gemini CLI installieren
es_es: Instalar Gemini CLI

source: Internal error: unexpected auth shape.
de_de: Interner Fehler: Unerwartete Authentifizierungsform.
es_es: Error interno: forma de autenticación inesperada.

source: No usage limits reported
de_de: Keine Nutzungsgrenzen gemeldet
es_es: No se informaron límites de uso

source: Monitor Gemini CLI model quotas
de_de: Gemini-CLI-Modellkontingente überwachen
es_es: Supervisar las cuotas de modelos de Gemini CLI

source: Could not reach Gemini CLI usage service. Check your connection and try again.
de_de: Der Gemini-CLI-Nutzungsdienst ist nicht erreichbar. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es_es: No se pudo conectar con el servicio de uso de Gemini CLI. Comprueba tu conexión y vuelve a intentarlo.

source: Output tokens
de_de: Ausgabetoken
es_es: Tokens de salida

source: Quota
de_de: Kontingent
es_es: Cuota

source: Remaining
de_de: Verbleibend
es_es: Restante

source: Requests
de_de: Anfragen
es_es: Solicitudes

source: Sign in to Gemini CLI
de_de: Bei Gemini CLI anmelden
es_es: Inicia sesión en Gemini CLI

source: Sign in to Gemini CLI before refreshing usage.
de_de: Melden Sie sich bei Gemini CLI an, bevor Sie die Nutzung aktualisieren.
es_es: Inicia sesión en Gemini CLI antes de actualizar el uso.

source: This provider uses Google's private Code Assist interface and may need an update if Google changes it.
de_de: Dieser Anbieter verwendet die private Code-Assist-Schnittstelle von Google und benötigt möglicherweise ein Update, wenn Google sie ändert.
es_es: Este proveedor usa la interfaz privada de Code Assist de Google y puede necesitar una actualización si Google la cambia.

source: Update Gemini CLI and sign in again
de_de: Gemini CLI aktualisieren und erneut anmelden
es_es: Actualiza Gemini CLI e inicia sesión de nuevo
